[
  {
    "title": "Mapování rostoucího významu 3D tisku při výrobě mikro a nano zařízení",
    "summary_bullets_cs": [
      "Nová recenze zkoumá nejnovější vývoj v oblasti 3D tisku pro mikroelektronické a mikrofluidní aplikace.",
      "Výzkum byl proveden vědci z několika čínských univerzit a výzkumných institucí.",
      "Článek se zaměřuje na inovace a trendy v aditivní výrobě, které ovlivňují výrobu malých zařízení."
    ],
    "title_en": "Mapping the Expanding Role of 3D Printing in Micro and Nano Device Fabrication",
    "summary_bullets_en": [
      "Researchers from multiple Chinese universities and institutes have conducted a comprehensive review of advancements in 3D printing technologies specifically for micro and nano device fabrication.",
      "The review highlights the integration of 3D printing in microelectronic and microfluidic applications, showcasing its potential to revolutionize these fields.",
      "Key developments and methodologies in 3D printing are discussed, emphasizing their implications for future innovations in device manufacturing."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/41378_2024_812_Figa_HTML-150x100.webp",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:33:33+00:00",
    "url": "https://3dprintingindustry.com/news/mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication-239815/?utm_source=rss&utm_medium=rss&utm_campaign=mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication"
  },
  {
    "title": "Nová laboratoř na univerzitě v Glasgow simuluje podmínky vesmíru, aby testovala 3D tištěné součásti pro bezpečnost na orbitě",
    "summary_bullets_cs": [
      "Nové testovací centrum NextSpace Testrig na univerzitě v Glasgow simuluje podmínky vesmíru.",
      "Cílem laboratoře je zjistit, zda materiály jako kovy, polymery a keramika odolají extrémním podmínkám.",
      "Testy mají pomoci zabránit tomu, aby 3D tištěné součásti staly zdrojem rychlostní orbitalní tříště."
    ],
    "title_en": "New lab at Glasgow University simulates space to test 3D printed parts for orbital safety",
    "summary_bullets_en": [
      "The University of Glasgow has launched the NextSpace Testrig lab to simulate outer space conditions for testing 3D printed components.",
      "The lab aims to evaluate the durability of various materials, including metals, polymers, and ceramics, against the harsh environment of space.",
      "The initiative focuses on preventing 3D printed parts from becoming sources of dangerous orbital debris, enhancing safety for space missions."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/image-4-150x100.png",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:22:05+00:00",
    "url": "https://3dprintingindustry.com/news/new-lab-at-glasgow-university-simulates-space-to-test-3d-printed-parts-for-orbital-safety-239810/?utm_source=rss&utm_medium=rss&utm_campaign=new-lab-at-glasgow-university-simulates-space-to-test-3d-printed-parts-for-orbital-safety"
  },
  {
    "title": "Aditivní výroba otevírá nové možnosti v návrhu akustických metamateriálů",
    "summary_bullets_cs": [
      "Článek se zaměřuje na rostoucí oblast akustických metamateriálů vyráběných aditivními metodami (ACA-Meta) a jejich potenciál v různých aplikacích.",
      "3D tisk umožňuje inovativní designy, které zlepšují účinnost pohlcování zvuku.",
      "Autoři článku, výzkumníci z Khalifa University a Dassault Aviation, klasifikují akustické metamateriály do čtyř kategorií: perforované, drážkované, buněčné a hybridní."
    ],
    "title_en": "Additive manufacturing unlocks new possibilities in acoustic metamaterials design",
    "summary_bullets_en": [
      "A review in Virtual and Physical Prototyping discusses advancements in additively manufactured acoustic metamaterials (ACA-Meta) and their potential for sound absorption.",
      "The paper categorizes acoustic metamaterials into four types: perforated, slotted, cellular, and hybrid, showcasing the diversity in design possibilities.",
      "Researchers from Khalifa University and Dassault Aviation emphasize the role of 3D printing technologies in creating innovative solutions for various acoustic applications."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/Additively-manufactured-metamaterials-for-acoustic-absorption-a-review-4-150x100.jpeg",
    "source": "3D Printing Industry",
    "published": "2025-05-22T10:39:23+00:00",
    "url": "https://3dprintingindustry.com/news/additive-manufacturing-unlocks-new-possibilities-in-acoustic-metamaterials-design-239749/?utm_source=rss&utm_medium=rss&utm_campaign=additive-manufacturing-unlocks-new-possibilities-in-acoustic-metamaterials-design"
  },
  {
    "title": "3D tištěné náplasti vyrobené z \"zázračného stromu\" by mohly změnit způsob, jakým lékaři léčí rakovinu tlustého střeva",
    "summary_bullets_cs": [
      "Tým výzkumníků v Turecku vyvinul 3D tištěné náplasti, které by mohly zlepšit léčbu rakoviny tlustého střeva.",
      "Tyto náplasti jsou vyrobeny z materiálů získaných ze \"zázračného stromu\", což přináší nové možnosti v oblasti medicíny.",
      "Nový přístup by mohl zvýšit účinnost léčby a snížit vedlejší účinky tradičních metod."
    ],
    "title_en": "3D Printed Patches Made with a “Miracle Tree” Could Change How Doctors Treat Colon Cancer",
    "summary_bullets_en": [
      "Researchers in Türkiye have developed a 3D printed patch that utilizes materials derived from a plant known as the \"miracle tree\" to enhance colon cancer treatment.",
      "The innovative patch is designed to deliver targeted therapy directly to cancerous tissues, potentially improving treatment efficacy and reducing side effects.",
      "This breakthrough could pave the way for new, less invasive treatment options for patients suffering from colon cancer, a disease with high mortality rates."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/1-s2.0-S0141813025046811-gr13.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-26T13:00:28+00:00",
    "url": "https://3dprint.com/318319/3d-printed-patches-made-with-a-miracle-tree-could-change-how-doctors-treat-colon-cancer/"
  },
  {
    "title": "3DPOD 255: Zefektivnění procesů s Rubenem Meuthem, 3D Spark",
    "summary_bullets_cs": [
      "Ruben Meuth, bývalý zaměstnanec Fraunhoferu, se podílel na založení startupu 3D Spark v Německu.",
      "3D Spark pomáhá firmám identifikovat, kalkulovat náklady, cenit a posuzovat 3D tištěné díly.",
      "Startup se zaměřuje na zefektivnění procesů spojených s aditivní výrobou."
    ],
    "title_en": "3DPOD 255: Process Streamlining with Ruben Meuth, 3D Spark",
    "summary_bullets_en": [
      "Ruben Meuth, a former Fraunhofer employee, co-founded 3D Spark to assist companies in optimizing their 3D printing processes.",
      "The startup focuses on helping businesses identify suitable parts for 3D printing, as well as providing cost estimates and quotes.",
      "3D Spark aims to streamline the workflow for companies looking to adopt additive manufacturing technologies."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2021/12/3DPOD-Eecutive-Editor.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-26T12:30:16+00:00",
    "url": "https://3dprint.com/317242/3dpod-255-process-streamlining-ruben-meuth-3d-spark/"
  },
  {
    "title": "3D tištěná kůže: Austrálie vede svět s průlomovým pokusem v Sydney",
    "summary_bullets_cs": [
      "V Sydney probíhá první klinický pokus na světě zaměřený na 3D tištěnou kůži pro léčbu popálenin.",
      "Pacient na jednotce popálenin v Concordu se stal prvním na světě, kdo podstoupil tuto inovativní léčbu.",
      "Tento pokus má potenciál zásadně změnit přístup k léčbě popálenin a zlepšit kvalitu života pacientů."
    ],
    "title_en": "3D Printed Skin: Australia Leads the World with Breakthrough Trial in Sydney",
    "summary_bullets_en": [
      "A groundbreaking clinical trial in Sydney is utilizing 3D printed skin to treat burn victims, marking a significant advancement in medical technology.",
      "The trial, conducted at the Concord Burns Unit, features a patient who is the first in the world to receive this innovative treatment.",
      "This development has the potential to revolutionize burn care and improve healing outcomes for patients with severe skin injuries."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/3d_printed_skin_launch_burns_unit_concord_hospital2.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-22T13:30:03+00:00",
    "url": "https://3dprint.com/318254/3d-printed-skin-australia-leads-the-world-with-breakthrough-trial-in-sydney/"
  },
  {
    "title": "Bude Slate Truck znamenat novou éru přizpůsobení automobilů pomocí 3D tisku?",
    "summary_bullets_cs": [
      "Článek zmiňuje, že Slate Truck by mohl přinést revoluci v oblasti přizpůsobení automobilů pomocí 3D tisku.",
      "Využití elektrických vozidel umožňuje inovativní přístup k výrobě a designu automobilových komponentů.",
      "Důraz je kladen na možnosti personalizace a efektivitu, které 3D tisk nabízí v automobilovém průmyslu."
    ],
    "title_en": "Will the Slate Truck Usher in a New Era of 3D Printing Car Customization?",
    "summary_bullets_en": [
      "The Slate Truck represents a significant advancement in the automotive industry, focusing on 3D printing technology for vehicle customization.",
      "The vehicle's design allows for extensive personalization, enabling customers to tailor features and components to their preferences.",
      "This innovation could lead to a shift in traditional manufacturing processes, promoting sustainability and reducing waste in car production."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/Blank-Slate-Front_web.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-22T13:00:45+00:00",
    "url": "https://3dprint.com/318229/will-the-slate-truck-usher-in-a-new-era-of-3d-printing-car-customization/"
  },
  {
    "title": "BCN3D Technologies učinila svůj 3D tiskárnu Sigma 100% open-source",
    "summary_bullets_cs": [
      "BCN3D Technologies oznámila, že tiskárna Sigma je nyní plně open-source.",
      "Uvolněn byl firmware pro tiskárnu Sigma a zdrojový kód pro BCN3D Cura.",
      "K dispozici jsou také podrobné mechanické návrhy tiskárny."
    ],
    "title_en": "05-26-2016: BCN3D Technologies made its Sigma 3D printer 100% open-source",
    "summary_bullets_en": [
      "BCN3D Technologies announced that its Sigma 3D printer is now fully open-source.",
      "The release features the Sigma firmware, allowing users to customize and modify the printer's software.",
      "Detailed mechanical designs and the source code for BCN3D Cura were also made available to the community."
    ],
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2e5e76b9-0fe2-4c38-8e5d-af9f3dfc927a_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-26T17:11:10+00:00",
    "url": "https://www.3dprintingjournal.com/p/05-26-2016-bcn3d-technologies-made"
  },
  {
    "title": "Sami přeživší – které chemické giganti stále věří v aditivní výrobu?",
    "summary_bullets_cs": [
      "Článek se zaměřuje na chemické společnosti, které investují do aditivní výroby a věří v její budoucnost.",
      "Zmiňuje příklady firem, které se aktivně podílejí na vývoji nových materiálů pro 3D tisk.",
      "Diskutuje o výzvách a příležitostech, kterým čelí chemický průmysl v oblasti aditivní výroby."
    ],
    "title_en": "The sole survivors – which chemical giants still believe in AM?",
    "summary_bullets_en": [
      "The article explores the commitment of major chemical companies to additive manufacturing (AM) and their ongoing investments in this technology.",
      "It highlights the challenges faced by these companies in integrating AM into their production processes and the potential benefits they see in its adoption.",
      "Key players in the industry are discussed, showcasing their innovative approaches and projects that demonstrate their belief in the future of AM."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/603f8d72-e13f-4354-b657-f356d710e284_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-25T16:02:25+00:00",
    "url": "https://www.3dprintingjournal.com/p/the-sole-survivors-which-chemical"
  },
  {
    "title": "Krátký přehled klišé, která poškozují obraz průmyslu aditivní výroby",
    "summary_bullets_cs": [
      "Článek se zaměřuje na běžné stereotypy a mylné představy o aditivní výrobě, které mohou negativně ovlivnit její vnímání veřejností.",
      "Zmiňuje, jak některé klišé, jako například \"3D tisk je pouze pro prototypování\", podceňují široké možnosti této technologie v průmyslové výrobě.",
      "Autor upozorňuje na důležitost vzdělávání a informovanosti, aby se tyto mylné představy odstranily a podpořil se rozvoj aditivní výroby."
    ],
    "title_en": "A short review of clichés that damage the image of the AM industry",
    "summary_bullets_en": [
      "The article discusses common misconceptions and clichés surrounding additive manufacturing that negatively impact its perception in the industry.",
      "It highlights how these clichés can hinder the adoption and understanding of 3D printing technologies among potential users and stakeholders.",
      "The piece emphasizes the importance of addressing and correcting these misconceptions to foster a more accurate and positive image of the additive manufacturing sector."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/642f2dc0-abe5-4148-a940-a98882e31a4e_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-24T16:39:50+00:00",
    "url": "https://www.3dprintingjournal.com/p/a-short-review-of-cliches-that-damage"
  },
  {
    "title": "05-23-1984: Yoji Marutani podal patentovou přihlášku na \"optickou formovací metodu\"",
    "summary_bullets_cs": [
      "Yoji Marutani podal patentovou přihlášku na novou metodu 3D tisku.",
      "Tato metoda byla další verzí stereolitografie, což je technologie pro výrobu trojrozměrných objektů.",
      "Patent se zaměřuje na optické formování, což naznačuje inovativní přístup v oblasti aditivní výroby."
    ],
    "title_en": "05-23-1984: Yoji Marutani filed a patent application for the \"optical forming method\"",
    "summary_bullets_en": [
      "Yoji Marutani's patent application introduced an innovative approach to stereolithography, known as the \"optical forming method.\"",
      "This method aimed to enhance the capabilities of 3D printing technologies by utilizing optical techniques.",
      "The application marked a significant development in the evolution of additive manufacturing processes during the 1980s."
    ],
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4c761fa8-ead0-4335-b269-275c0e5d76e7_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-23T16:12:02+00:00",
    "url": "https://www.3dprintingjournal.com/p/05-23-1984-yoji-marutani-filed-a"
  },
  {
    "title": "Analýza otisku 3D tiskárny? 🤨",
    "summary_bullets_cs": [
      "Článek se zaměřuje na analýzu unikátních charakteristik 3D tiskáren, které mohou ovlivnit kvalitu a přesnost tisku.",
      "Diskutuje se o metodách, jakými lze identifikovat a vyhodnotit \"otisk\" tiskárny, což může pomoci při diagnostice problémů.",
      "Zmiňuje se o důležitosti těchto analýz pro optimalizaci výrobních procesů a zajištění konzistentních výsledků."
    ],
    "title_en": "Analysis of a 3D printer's... fingerprint? 🤨",
    "summary_bullets_en": [
      "The article explores the concept of a \"fingerprint\" in 3D printing, referring to the unique characteristics and patterns produced by different printers.",
      "It discusses how these fingerprints can be used to identify the source of prints and ensure quality control in additive manufacturing processes.",
      "The implications of this technology for intellectual property protection and combating counterfeiting in the 3D printing industry are also examined."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/87581391-4511-4045-914d-8603a0095d51_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-22T18:48:33+00:00",
    "url": "https://www.3dprintingjournal.com/p/analysis-of-a-3d-printers-fingerprint"
  },
  {
    "title": "AM tržní prognózy před 12 lety – jak obstály?",
    "summary_bullets_cs": [
      "Článek se zabývá prognózami trhu s aditivní výrobou, které byly učiněny před 12 lety, a hodnotí jejich přesnost.",
      "Analyzuje klíčové faktory, které ovlivnily vývoj trhu, včetně technologických pokroků a změn v poptávce.",
      "Zmiňuje konkrétní příklady firem a produktů, které se na trhu prosadily, a porovnává je s původními predikcemi.",
      "Diskutuje o současných trendech v aditivní výrobě a jejich možném dopadu na budoucnost trhu.",
      "Upozorňuje na výzvy, kterým průmysl čelí, a na příležitosti pro inovace a růst."
    ],
    "title_en": "AM market forecasts from 12 years ago – did they hold up?",
    "summary_bullets_en": [
      "The article reviews the accuracy of additive manufacturing market forecasts made 12 years ago, analyzing trends and developments in the industry.",
      "It highlights key advancements in technology and materials that have influenced the growth of the AM market over the past decade.",
      "The piece discusses the impact of economic factors and global events on the adoption and evolution of 3D printing technologies."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/db099692-8ba9-4329-8e7f-eae422be4427_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-21T17:45:02+00:00",
    "url": "https://www.3dprintingjournal.com/p/am-market-forecasts-from-12-years"
  },
  {
    "title": "Rostoucí trh s aditivní výrobou a jeho budoucnost",
    "summary_bullets_cs": [
      "Trh s aditivní výrobou vykazuje stabilní růst a očekává se, že tento trend bude pokračovat i v následujících letech.",
      "Nové technologie a inovace v oblasti 3D tisku přispívají k rozšíření aplikací a zvyšují efektivitu výroby.",
      "Zájem o aditivní výrobu roste napříč různými průmyslovými sektory, včetně automobilového, leteckého a zdravotnického průmyslu."
    ],
    "title_en": "The AM market is growing and will continue to grow",
    "summary_bullets_en": [
      "The additive manufacturing (AM) market is experiencing significant growth, driven by advancements in technology and increasing applications across various industries.",
      "Key factors contributing to this growth include the demand for customized products, reduced production costs, and improved material properties.",
      "Industry experts predict that the trend will continue, with innovations in 3D printing techniques and materials expanding the market's potential."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/63e77029-2229-46ea-a191-cecf72546835_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-20T18:01:31+00:00",
    "url": "https://www.3dprintingjournal.com/p/the-am-market-is-growing-and-will"
  },
  {
    "title": "Kontrola financí zázračně zachráněného Velo3D",
    "summary_bullets_cs": [
      "Velo3D, specializující se na aditivní výrobu, oznámila pozitivní finanční výsledky po nedávném záchranném zásahu.",
      "Společnost se zaměřuje na inovace v oblasti 3D tisku, zejména v metalurgii a pokročilých materiálech.",
      "Velo3D plánuje rozšíření svých operací a investice do nových technologií, aby udržela konkurenceschopnost na trhu."
    ],
    "title_en": "Checking financials of the miraculously rescued Velo3D",
    "summary_bullets_en": [
      "Velo3D has recently reported improved financial performance following a strategic restructuring and investment influx.",
      "The company is focusing on expanding its customer base and enhancing its additive manufacturing technology offerings.",
      "Analysts are optimistic about Velo3D's future prospects, citing increased demand for advanced 3D printing solutions in various industries."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/77746628-4e58-445f-8f97-f476c6429d70_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-19T15:21:51+00:00",
    "url": "https://www.3dprintingjournal.com/p/checking-financials-of-the-miraculously"
  },
  {
    "title": "MakerBot začal dodávat Replicator Mini",
    "summary_bullets_cs": [
      "MakerBot zahájil dodávky malého 3D tiskárny Replicator Mini v květnu 2014.",
      "Tato tiskárna byla navržena pro domácí použití a měla být přístupná pro širokou veřejnost.",
      "I přes původní nadšení je dnes Replicator Mini málo vzpomínán a jeho popularita klesla."
    ],
    "title_en": "MakerBot started shipping Replicator Mini",
    "summary_bullets_en": [
      "MakerBot announced the launch of the Replicator Mini, a compact 3D printer designed for ease of use.",
      "The printer targets beginners and educational markets, emphasizing accessibility and affordability.",
      "Despite initial excitement, the Replicator Mini has largely faded from public memory in the evolving 3D printing landscape."
    ],
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0663b130-ad37-447e-b268-da70f736c700_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-19T14:27:27+00:00",
    "url": "https://www.3dprintingjournal.com/p/05-19-2014-makerbot-started-shipping"
  },
  {
    "title": "Zortrax a Sygnis směřují k zapomnění",
    "summary_bullets_cs": [
      "Zortrax a Sygnis čelí klesající popularitě a zájmu o své produkty v oblasti 3D tisku.",
      "Obě společnosti se snaží inovovat a přizpůsobit se měnícím se trendům na trhu, avšak s omezeným úspěchem.",
      "Článek se zaměřuje na analýzu důvodů, proč tyto značky ztrácejí pozici a jaké kroky by mohly podniknout pro zlepšení."
    ],
    "title_en": "Zortrax and Sygnis head towards obscurity",
    "summary_bullets_en": [
      "Zortrax and Sygnis are facing challenges in maintaining their market presence in the competitive additive manufacturing industry.",
      "The article discusses the potential decline of both companies due to various operational and strategic issues.",
      "Insights are provided on how the evolving landscape of 3D printing technology may impact their future viability."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/46037ad2-21aa-4a33-b5cf-2207820bb7d5_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-18T16:52:08+00:00",
    "url": "https://www.3dprintingjournal.com/p/zortrax-and-sygnis-head-towards-obscurity"
  },
  {
    "title": "Přehlížené významné spojení – AMETEK získá FARO Technologies v dohodě za 920 milionů dolarů!",
    "summary_bullets_cs": [
      "AMETEK oznámila záměr akvizice společnosti FARO Technologies za 920 milionů dolarů.",
      "Akvizice se zaměřuje na posílení portfolia AMETEK v oblasti měřicí a zobrazovací technologie.",
      "Očekává se, že transakce přinese synergické efekty a zvýší konkurenceschopnost obou společností na trhu."
    ],
    "title_en": "Overlooked major merger – AMETEK will acquire FARO Technologies in a $920M deal!",
    "summary_bullets_en": [
      "AMETEK has announced its acquisition of FARO Technologies for $920 million, marking a significant consolidation in the additive manufacturing sector.",
      "The merger is expected to enhance AMETEK's capabilities in precision measurement and 3D imaging technologies.",
      "This acquisition aligns with AMETEK's strategy to expand its portfolio and leverage FARO's innovative solutions in the growing market of 3D printing and metrology."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/a49797b7-404b-419e-84ae-4dd7410c6978_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-17T17:29:34+00:00",
    "url": "https://www.3dprintingjournal.com/p/overlooked-major-merger-ametek-will"
  }
]