[
  {
    "title": "Mapování rostoucího významu 3D tisku při výrobě mikro a nano zařízení",
    "summary_bullets_cs": [
      "Nová recenze zkoumá nejnovější vývoj 3D tisku pro mikroelektronické a mikrofluidní aplikace.",
      "Výzkum prováděli odborníci z několika čínských univerzit a výzkumných institucí.",
      "Článek byl publikován na platformě Springer a shrnuje aktuální trendy a technologie v oblasti aditivní výroby."
    ],
    "title_en": "Mapping the Expanding Role of 3D Printing in Micro and Nano Device Fabrication",
    "summary_bullets_en": [
      "Researchers from multiple Chinese universities have conducted a comprehensive review of advancements in 3D printing technologies specifically for microelectronic and microfluidic applications.",
      "The review highlights the growing significance of additive manufacturing in the fabrication of micro and nano devices, showcasing its potential to enhance production efficiency and design flexibility.",
      "The findings are published in a paper on Springer, contributing to the understanding of how 3D printing can revolutionize the manufacturing processes in the fields of electronics and fluid dynamics."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/41378_2024_812_Figa_HTML-150x100.webp",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:33:33+00:00",
    "url": "https://3dprintingindustry.com/news/mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication-239815/?utm_source=rss&utm_medium=rss&utm_campaign=mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication"
  },
  {
    "title": "Nová laboratoř na univerzitě v Glasgow simuluje podmínky vesmíru pro testování 3D tištěných součástí z hlediska bezpečnosti na orbitě",
    "summary_bullets_cs": [
      "Nové testovací centrum NextSpace Testrig na univerzitě v Glasgow simuluje podmínky vnějšího vesmíru.",
      "Cílem laboratoře je zabránit tomu, aby 3D tištěné součásti staly zdrojem rychlostních orbitálních odpadků.",
      "Laboratoř hodnotí, zda materiály jako kovy, polymery a keramika odolávají extrémním podmínkám."
    ],
    "title_en": "New lab at Glasgow University simulates space to test 3D printed parts for orbital safety",
    "summary_bullets_en": [
      "The University of Glasgow has launched the NextSpace Testrig lab to simulate outer space conditions for testing 3D printed components.",
      "The facility aims to evaluate the durability of various materials, including metals, polymers, and ceramics, under extreme conditions.",
      "The initiative seeks to prevent 3D printed parts from contributing to high-speed orbital debris, enhancing safety in space environments."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/image-4-150x100.png",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:22:05+00:00",
    "url": "https://3dprintingindustry.com/news/new-lab-at-glasgow-university-simulates-space-to-test-3d-printed-parts-for-orbital-safety-239810/?utm_source=rss&utm_medium=rss&utm_campaign=new-lab-at-glasgow-university-simulates-space-to-test-3d-printed-parts-for-orbital-safety"
  },
  {
    "title": "Aditivní výroba otevírá nové možnosti v návrhu akustických metamateriálů",
    "summary_bullets_cs": [
      "Článek se zaměřuje na rostoucí oblast akustických metamateriálů vyráběných aditivně (ACA-Meta) a jejich využití v různých aplikacích.",
      "Autoři z Khalifa University a Dassault Aviation klasifikují akustické metamateriály do čtyř typů: perforované, drážkované, buněčné a hybridní.",
      "3D tisk umožňuje inovativní návrhy, které zlepšují účinnost pohlcování zvuku."
    ],
    "title_en": "Additive manufacturing unlocks new possibilities in acoustic metamaterials design",
    "summary_bullets_en": [
      "A review in Virtual and Physical Prototyping discusses advancements in additively manufactured acoustic metamaterials (ACA-Meta) and their potential for innovative sound absorption designs.",
      "The paper, authored by researchers from Khalifa University and Dassault Aviation, categorizes acoustic metamaterials into four types: perforated, slotted, cellular, and hybrid.",
      "The study emphasizes the role of 3D printing technologies in creating effective acoustic solutions for various applications, showcasing the versatility and effectiveness of these materials."
    ],
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/Additively-manufactured-metamaterials-for-acoustic-absorption-a-review-4-150x100.jpeg",
    "source": "3D Printing Industry",
    "published": "2025-05-22T10:39:23+00:00",
    "url": "https://3dprintingindustry.com/news/additive-manufacturing-unlocks-new-possibilities-in-acoustic-metamaterials-design-239749/?utm_source=rss&utm_medium=rss&utm_campaign=additive-manufacturing-unlocks-new-possibilities-in-acoustic-metamaterials-design"
  },
  {
    "title": "3D tištěné náplasti vyrobené z \"zázračného stromu\" by mohly změnit způsob, jakým lékaři léčí rakovinu tlustého střeva",
    "summary_bullets_cs": [
      "Tým výzkumníků v Turecku vyvinul 3D tištěné náplasti, které by mohly zlepšit léčbu rakoviny tlustého střeva.",
      "Náplasti jsou vyrobeny z materiálů získaných z rostliny, která je známá svými léčivými vlastnostmi.",
      "Nový přístup by mohl nabídnout efektivnější a cílenější léčbu pro pacienty trpící tímto typem rakoviny."
    ],
    "title_en": "3D Printed Patches Made with a “Miracle Tree” Could Change How Doctors Treat Colon Cancer",
    "summary_bullets_en": [
      "Researchers in Türkiye are developing 3D printed patches that utilize compounds from the “miracle tree” Moringa oleifera to treat colon cancer.",
      "The patches are designed to deliver targeted therapy directly to cancerous tissues, potentially improving treatment efficacy and reducing side effects.",
      "This innovative approach aims to enhance the precision of cancer treatments, paving the way for more effective and personalized medical solutions."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/1-s2.0-S0141813025046811-gr13.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-26T13:00:28+00:00",
    "url": "https://3dprint.com/318319/3d-printed-patches-made-with-a-miracle-tree-could-change-how-doctors-treat-colon-cancer/"
  },
  {
    "title": "3D tištěná kůže: Austrálie vede svět s průlomovým pokusem v Sydney",
    "summary_bullets_cs": [
      "V Sydney probíhá první klinický pokus na světě zaměřený na 3D tištěnou kůži pro léčbu popálenin.",
      "Pacient v jednotce pro popáleniny Concord se stal prvním na světě, kdo podstoupil tento inovativní zákrok.",
      "Tento pokus má potenciál zásadně změnit přístup k léčbě popálenin a zlepšit výsledky pro pacienty."
    ],
    "title_en": "3D Printed Skin: Australia Leads the World with Breakthrough Trial in Sydney",
    "summary_bullets_en": [
      "A groundbreaking clinical trial in Sydney is exploring the use of 3D printed skin for burn treatment, marking a significant advancement in medical technology.",
      "The trial is being conducted at the Concord Burns Unit, where a patient has received the world's first application of this innovative treatment.",
      "This development has the potential to revolutionize recovery processes for burn victims and improve healing outcomes significantly."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/3d_printed_skin_launch_burns_unit_concord_hospital2.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-22T13:30:03+00:00",
    "url": "https://3dprint.com/318254/3d-printed-skin-australia-leads-the-world-with-breakthrough-trial-in-sydney/"
  },
  {
    "title": "Bude Slate Truck znamenat novou éru přizpůsobení automobilů pomocí 3D tisku?",
    "summary_bullets_cs": [
      "Článek se zaměřuje na potenciál elektrického vozu Slate Truck v oblasti přizpůsobení automobilů pomocí 3D tisku.",
      "Diskutuje o možnostech, které aditivní výroba nabízí pro individualizaci a výrobu automobilových dílů.",
      "Zmiňuje, jak by tento trend mohl ovlivnit tradiční automobilový průmysl a výrobní procesy."
    ],
    "title_en": "Will the Slate Truck Usher in a New Era of 3D Printing Car Customization?",
    "summary_bullets_en": [
      "The Slate Truck represents a significant advancement in 3D printing technology for the automotive industry, enabling greater customization options for consumers.",
      "This vehicle utilizes additive manufacturing to create unique parts and components, allowing for personalized designs that cater to individual preferences.",
      "The introduction of the Slate Truck could potentially transform the way vehicles are manufactured, moving towards a more sustainable and efficient production process."
    ],
    "image": "https://3dprint.com/wp-content/uploads/2025/05/Blank-Slate-Front_web.jpg",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-22T13:00:45+00:00",
    "url": "https://3dprint.com/318229/will-the-slate-truck-usher-in-a-new-era-of-3d-printing-car-customization/"
  },
  {
    "title": "Sami přeživší – které chemické giganty stále věří v aditivní výrobu?",
    "summary_bullets_cs": [
      "Článek se zaměřuje na chemické společnosti, které investují do aditivní výroby a jejího potenciálu.",
      "Diskutuje se o výzvách a příležitostech, které aditivní výroba přináší pro chemický průmysl.",
      "Zmiňuje se o konkrétních příkladech firem, které se aktivně podílejí na vývoji technologií 3D tisku a jejich aplikacích."
    ],
    "title_en": "The sole survivors – which chemical giants still believe in AM?",
    "summary_bullets_en": [
      "The article explores the ongoing commitment of certain chemical companies to additive manufacturing (AM) despite challenges in the industry.",
      "It highlights key players who are investing in AM technologies and their motivations for doing so, including innovation and market demand.",
      "The discussion includes insights into the future of AM and how these companies are adapting their strategies to remain relevant in a rapidly evolving landscape."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/603f8d72-e13f-4354-b657-f356d710e284_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-25T16:02:25+00:00",
    "url": "https://www.3dprintingjournal.com/p/the-sole-survivors-which-chemical"
  },
  {
    "title": "Krátký přehled klišé, která poškozují obraz průmyslu aditivní výroby",
    "summary_bullets_cs": [
      "Článek se zaměřuje na běžná klišé, která negativně ovlivňují vnímání aditivní výroby veřejností a odborníky.",
      "Mezi hlavní mylné představy patří přesvědčení, že 3D tisk je pouze pro prototypování a nemůže být použit pro sériovou výrobu.",
      "Autor zdůrazňuje, že aditivní výroba má široké možnosti aplikace v různých průmyslových odvětvích, včetně zdravotnictví a automobilového průmyslu."
    ],
    "title_en": "A short review of clichés that damage the image of the AM industry",
    "summary_bullets_en": [
      "The article discusses common misconceptions about additive manufacturing (AM) that negatively impact its reputation and acceptance in various industries.",
      "It highlights specific clichés, such as the belief that AM is only suitable for prototyping and not for production, which can hinder investment and innovation.",
      "The piece emphasizes the importance of educating stakeholders about the true capabilities and advantages of AM technology to foster a more accurate understanding and wider adoption."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/642f2dc0-abe5-4148-a940-a98882e31a4e_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-24T16:39:50+00:00",
    "url": "https://www.3dprintingjournal.com/p/a-short-review-of-cliches-that-damage"
  },
  {
    "title": "05-23-1984: Yoji Marutani podal patentovou přihlášku na \"optickou formovací metodu\"",
    "summary_bullets_cs": [
      "Yoji Marutani podal patentovou přihlášku na novou metodu 3D tisku.",
      "Tato metoda byla dalším variantou stereolitografie.",
      "Patent se zaměřuje na optické formování, což rozšiřuje možnosti aditivní výroby."
    ],
    "title_en": "05-23-1984: Yoji Marutani filed a patent application for the \"optical forming method\"",
    "summary_bullets_en": [
      "Yoji Marutani's patent application introduced an innovative approach to stereolithography.",
      "The \"optical forming method\" aimed to enhance the capabilities of 3D printing technologies.",
      "This development contributed to the evolution of additive manufacturing techniques in the 1980s."
    ],
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4c761fa8-ead0-4335-b269-275c0e5d76e7_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-23T16:12:02+00:00",
    "url": "https://www.3dprintingjournal.com/p/05-23-1984-yoji-marutani-filed-a"
  },
  {
    "title": "Analýza otisku 3D tiskárny? 🤨",
    "summary_bullets_cs": [
      "Článek se zaměřuje na analýzu unikátního \"otisku\" 3D tiskárny, který může ovlivnit kvalitu a přesnost tisku.",
      "Diskutuje se zde o různých faktorech, které mohou tento otisk ovlivnit, včetně nastavení tiskárny a použitého materiálu.",
      "Zmiňuje se také o důležitosti kalibrace a údržby tiskárny pro dosažení optimálních výsledků."
    ],
    "title_en": "Analysis of a 3D printer's... fingerprint? 🤨",
    "summary_bullets_en": [
      "The article discusses the concept of a \"fingerprint\" in 3D printing, referring to the unique characteristics and patterns produced by different printers.",
      "It explores how these fingerprints can be analyzed to improve print quality and consistency across various additive manufacturing processes.",
      "The piece highlights recent advancements in technology that allow for better identification and differentiation of prints, potentially aiding in quality control and intellectual property protection."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/87581391-4511-4045-914d-8603a0095d51_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-22T18:48:33+00:00",
    "url": "https://www.3dprintingjournal.com/p/analysis-of-a-3d-printers-fingerprint"
  },
  {
    "title": "AM tržní předpovědi z před 12 lety – jak obstály?",
    "summary_bullets_cs": [
      "Článek zkoumá, jak se vyvíjely předpovědi trhu s aditivní výrobou za posledních 12 let a zda se naplnily.",
      "Analyzuje klíčové faktory, které ovlivnily růst a změny v průmyslu 3D tisku.",
      "Zmiňuje nové technologie a trendy, které se objevily od doby prvních předpovědí.",
      "Diskutuje o současných výzvách a příležitostech, kterým čelí trh s aditivní výrobou.",
      "Závěrem se zaměřuje na budoucí směřování a možné scénáře pro další rozvoj tohoto odvětví."
    ],
    "title_en": "AM market forecasts from 12 years ago – did they hold up?",
    "summary_bullets_en": [
      "The article reviews market forecasts for additive manufacturing made 12 years ago, assessing their accuracy and relevance today.",
      "It highlights key developments in technology and market trends that have influenced the growth of the 3D printing industry.",
      "The analysis includes insights from industry experts on how the expectations have evolved and what the future may hold for additive manufacturing."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/db099692-8ba9-4329-8e7f-eae422be4427_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-21T17:45:02+00:00",
    "url": "https://www.3dprintingjournal.com/p/am-market-forecasts-from-12-years"
  },
  {
    "title": "Rostoucí trh s aditivní výrobou a jeho budoucnost",
    "summary_bullets_cs": [
      "Trh s aditivní výrobou vykazuje stabilní růst a očekává se, že tento trend bude pokračovat.",
      "Nové technologie a materiály přispívají k rozšíření aplikací 3D tisku v různých průmyslových odvětvích.",
      "Zvyšující se poptávka po personalizovaných a efektivních výrobních procesech podporuje investice do aditivní výroby."
    ],
    "title_en": "The AM market is growing and will continue to grow",
    "summary_bullets_en": [
      "The additive manufacturing (AM) market is experiencing significant growth, driven by advancements in technology and increasing adoption across various industries.",
      "Key factors contributing to this growth include the demand for customized products, reduced lead times, and cost-effective production methods.",
      "Industry experts predict that the trend will continue, with more companies investing in AM technologies to enhance their manufacturing capabilities and competitiveness."
    ],
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/63e77029-2229-46ea-a191-cecf72546835_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-20T18:01:31+00:00",
    "url": "https://www.3dprintingjournal.com/p/the-am-market-is-growing-and-will"
  }
]