[
  {
    "title": "Robot, který odešel z tiskárny",
    "summary": "In the Soft Systems Group at the University of Edinburgh, researchers 3D printed a tiny soft robot, then watched as it walked straight off the machine that made it. This...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-27T13:30:02",
    "url": "https://3dprint.com/318335/the-robot-that-walked-off-the-printer/",
    "title_en": "The Robot That Walked Off the Printer",
    "summary_bullets_en": [
      "Researchers at the University of Edinburgh's Soft Systems Group successfully 3D printed a tiny soft robot.",
      "The robot was able to walk off the 3D printer immediately after being printed.",
      "This achievement demonstrates advancements in 3D printing technology and robotics."
    ],
    "summary_bullets_cs": [
      "Výzkumníci ze Soft Systems Group na Univerzitě v Edinburghu úspěšně vytiskli malého měkkého robota pomocí 3D tisku.",
      "Robot byl schopen odejít z 3D tiskárny ihned po vytištění.",
      "Tento úspěch ukazuje pokroky v technologii 3D tisku a robotiky."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Robotics",
      "University of Edinburgh"
    ]
  },
  {
    "title": "Insight Surgery získává investici 2,5 milionu dolarů a schválení FDA pro 3D tištěné průvodce",
    "summary": "UK-based Insight Surgery has received a $2.5 million investment, with the round led by medtech investor Nordenza Venture Partners. Insight has a workflow solution for end-to-end design and printing of...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-27T13:00:39",
    "url": "https://3dprint.com/318292/insight-surgery-investment-fda-clearance/",
    "title_en": "Insight Surgery Receives $2.5 Million Investment & FDA Clearance for 3D Printed Guides",
    "summary_bullets_en": [
      "Insight Surgery, a UK-based company, has secured a $2.5 million investment.",
      "The investment round was led by medtech investor Nordenza Venture Partners.",
      "Insight Surgery has developed a workflow solution for the end-to-end design and printing of 3D printed surgical guides.",
      "The company has also received FDA clearance for its 3D printed guides."
    ],
    "summary_bullets_cs": [
      "Společnost Insight Surgery z Velké Británie získala investici ve výši 2,5 milionu dolarů.",
      "Investiční kolo vedl medtech investor Nordenza Venture Partners.",
      "Insight Surgery vyvinula řešení pro kompletní návrh a tisk 3D tištěných chirurgických průvodců.",
      "Společnost také získala schválení FDA pro své 3D tištěné průvodce."
    ],
    "tags": [
      "Hardware",
      "Services",
      "Insight Surgery",
      "Nordenza Venture Partners"
    ]
  },
  {
    "title": "Siraya Tech představuje nové elastomerové materiály pro 3D tisk, včetně pěnového TPU",
    "summary": "California company Siraya Tech, founded in 2019 with a focus on material science, customer focus, and agility, develops high-quality 3D printing materials that meet the needs of creators, hobbyists, and...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-27T12:30:33",
    "url": "https://3dprint.com/318328/siraya-new-elastomer-3d-printing-materials/",
    "title_en": "Siraya Tech Introduces New Elastomer 3D Printing Materials, Including Foaming TPU",
    "summary_bullets_en": [
      "Siraya Tech, a California-based company, specializes in developing high-quality 3D printing materials.",
      "The company has introduced new elastomer materials, including a foaming TPU.",
      "These materials are designed to meet the needs of creators, hobbyists, and professionals."
    ],
    "summary_bullets_cs": [
      "Kalifornská společnost Siraya Tech se specializuje na vývoj vysoce kvalitních materiálů pro 3D tisk.",
      "Společnost představila nové elastomerové materiály, včetně pěnového TPU.",
      "Tyto materiály jsou navrženy tak, aby splňovaly potřeby tvůrců, nadšenců a profesionálů."
    ],
    "tags": [
      "Material",
      "Siraya Tech"
    ]
  },
  {
    "title": "Polymaker představuje řadu 3D tiskových filamentů HT-PLA a HT-PLA-GF",
    "summary": "Today, Polymaker has launched a new line of HT-PLA &#38; HT-PLA-GF filaments. These enhanced PLA versions increase the glass transition temperature of PLA from a normal 60°C to above 130°C....",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-27T12:00:28",
    "url": "https://3dprint.com/318236/polymaker-unveils-ht-pla-ht-pla-gf/",
    "title_en": "Polymaker Unveils HT-PLA & HT-PLA-GF Line of 3D Printing Filaments",
    "summary_bullets_en": [
      "Polymaker has introduced a new line of HT-PLA and HT-PLA-GF filaments.",
      "These filaments enhance the glass transition temperature of PLA from 60°C to over 130°C.",
      "The new materials are designed to offer improved thermal resistance for 3D printing applications."
    ],
    "summary_bullets_cs": [
      "Polymaker dnes uvedl na trh novou řadu filamentů HT-PLA a HT-PLA-GF.",
      "Tyto vylepšené verze PLA zvyšují teplotu skelného přechodu z běžných 60°C na více než 130°C."
    ],
    "tags": [
      "Material",
      "Polymaker",
      "3D Printing",
      "Filaments"
    ]
  },
  {
    "title": "27.05.2015: Zortrax představil Inventure",
    "summary": "A groundbreaking 3D printer that never lived up to its promises",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F99a18db9-aeda-469c-987d-e1e3c30b55d9_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-27T07:58:35",
    "url": "https://www.3dprintingjournal.com/p/05-27-2015-zortrax-presented-inventure",
    "title_en": "05-27-2015: Zortrax presented Inventure",
    "summary_bullets_en": [
      "Zortrax introduced the Inventure 3D printer in 2015.",
      "The printer was marketed as a groundbreaking innovation.",
      "Despite high expectations, it failed to meet its promises.",
      "The Inventure struggled with performance and reliability issues."
    ],
    "summary_bullets_cs": [
      "Zortrax v roce 2015 představil 3D tiskárnu Inventure.",
      "Tiskárna byla propagována jako průlomová inovace.",
      "Navzdory vysokým očekáváním nesplnila své sliby.",
      "Inventure měla problémy s výkonem a spolehlivostí."
    ],
    "tags": [
      "Hardware",
      "Zortrax",
      "3D Printer"
    ]
  },
  {
    "title": "Palantir spolupracuje s Divergent na pokročilé AI řízené výrobě na vyžádání",
    "summary": "Software provider Palantir Technologies and AI-driven 3D manufacturing solutions provider, Divergent Technologies, have formed a strategic partnership to integrate Divergent’s advanced manufacturing system with Palantir’s software platforms. The collaboration enables users of Palantir’s Warp Speed and Foundry systems to access Divergent’s on-demand components, improving flexibility and accelerating production timelines. Divergent explained that the integration gives [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/DAPS-150x100.webp",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:37:04",
    "url": "https://3dprintingindustry.com/news/palantir-partners-with-divergent-to-advance-ai-powered-on-demand-manufacturing-239886/?utm_source=rss&utm_medium=rss&utm_campaign=palantir-partners-with-divergent-to-advance-ai-powered-on-demand-manufacturing",
    "title_en": "Palantir Partners with Divergent to Advance AI-Powered On-Demand Manufacturing",
    "summary_bullets_en": [
      "Palantir Technologies and Divergent Technologies have formed a strategic partnership.",
      "The collaboration integrates Divergent's manufacturing system with Palantir's software platforms.",
      "Users of Palantir's Warp Speed and Foundry systems can access Divergent's on-demand components.",
      "The integration aims to improve flexibility and accelerate production timelines."
    ],
    "summary_bullets_cs": [
      "Palantir Technologies a Divergent Technologies vytvořili strategické partnerství.",
      "Spolupráce integruje výrobní systém Divergent s platformami Palantir.",
      "Uživatelé systémů Warp Speed a Foundry od Palantir mohou přistupovat ke komponentům Divergent na vyžádání.",
      "Integrace má za cíl zlepšit flexibilitu a urychlit výrobní časové plány."
    ],
    "tags": [
      "Software",
      "Services",
      "Palantir",
      "Divergent Technologies"
    ]
  },
  {
    "title": "AIMEN vyvíjí první 3D tištěnou kryogenní nádrž pro aplikace s kapalným vodíkem v letectví",
    "summary": "AIMEN Technology Centre in O Porriño, Galicia, has completed the production of Spain’s first large-format 3D‑printed cryogenic tank designed for aircraft hydrogen storage. The 1.5 m diameter demonstrator is part of the EU-funded Overleaf programme, led by ACITURRI, which targets zero-emission aviation through lightweight and sustainable structures. The printed tank features a dual-wall architecture: an inner liner [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/aimen-1-150x100.jpg",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:36:14",
    "url": "https://3dprintingindustry.com/news/aimen-develops-first-3d-printed-cryogenic-tank-for-liquid-hydrogen-aircraft-applications-239892/?utm_source=rss&utm_medium=rss&utm_campaign=aimen-develops-first-3d-printed-cryogenic-tank-for-liquid-hydrogen-aircraft-applications",
    "title_en": "AIMEN develops first 3D printed cryogenic tank for liquid hydrogen aircraft applications",
    "summary_bullets_en": [
      "AIMEN Technology Centre in Galicia has produced Spain's first large-format 3D-printed cryogenic tank.",
      "The tank is designed for hydrogen storage in aircraft and is part of the EU-funded Overleaf programme.",
      "The project aims to achieve zero-emission aviation through lightweight and sustainable structures.",
      "The 1.5 m diameter tank features a dual-wall architecture."
    ],
    "summary_bullets_cs": [
      "Technologické centrum AIMEN v Galicii vyrobilo první velkoformátovou 3D tištěnou kryogenní nádrž ve Španělsku.",
      "Nádrž je navržena pro skladování vodíku v letadlech a je součástí programu Overleaf financovaného EU.",
      "Projekt si klade za cíl dosáhnout bezemisního letectví prostřednictvím lehkých a udržitelných struktur.",
      "Nádrž o průměru 1,5 m má dvoustěnnou architekturu."
    ],
    "tags": [
      "Hardware",
      "AIMEN",
      "ACITURRI",
      "3D Printing",
      "Hydrogen Storage",
      "Aviation"
    ]
  },
  {
    "title": "Insight Surgery získává 2,5 milionu dolarů na rozšíření personalizovaných chirurgických řešení po USA",
    "summary": "Houston-based medtech company Insight Surgery has raised $2.5 million in a Series A equity round led by US venture capital firm Nodenza Venture Partners, positioning the company for its next phase of U.S. growth. The investment follows FDA 510(k) clearance for Insight’s patient-specific surgical guides used in orthopedic and orthopedic-oncology procedures. The funding will support [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/Surgery-Picture-150x100.jpg",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:35:40",
    "url": "https://3dprintingindustry.com/news/insight-surgery-raises-2-5m-to-scale-personalized-surgical-solutions-across-u-s-239854/?utm_source=rss&utm_medium=rss&utm_campaign=insight-surgery-raises-2-5m-to-scale-personalized-surgical-solutions-across-u-s",
    "title_en": "Insight Surgery Raises $2.5M to Scale Personalized Surgical Solutions Across U.S.",
    "summary_bullets_en": [
      "Insight Surgery, a medtech company based in Houston, has secured $2.5 million in a Series A funding round.",
      "The investment was led by Nodenza Venture Partners, a U.S. venture capital firm.",
      "The funding follows FDA 510(k) clearance for Insight's patient-specific surgical guides.",
      "These guides are used in orthopedic and orthopedic-oncology procedures.",
      "The investment will help Insight Surgery expand its operations across the U.S."
    ],
    "summary_bullets_cs": [
      "Společnost Insight Surgery, medtech firma se sídlem v Houstonu, získala 2,5 milionu dolarů v rámci investičního kola Series A.",
      "Investici vedla americká venture kapitálová firma Nodenza Venture Partners.",
      "Financování následuje po schválení FDA 510(k) pro pacientsky specifické chirurgické průvodce od Insight.",
      "Tyto průvodce se používají v ortopedických a ortopedicko-onkologických zákrocích.",
      "Investice pomůže Insight Surgery rozšířit své operace po celých USA."
    ],
    "tags": [
      "Hardware",
      "Services",
      "Insight Surgery",
      "Nodenza Venture Partners",
      "FDA"
    ]
  },
  {
    "title": "Atomik AM získává 600 000 liber na rozšíření týmu a pokrok v patentované udržitelné výrobě",
    "summary": "Atomik AM, an advanced manufacturing start-up based in Liverpool, has secured £600,000 in growth funding from the Northern Powerhouse Investment Fund II (NPIF II). The funding—delivered through NPIF II – Praetura Equity Finance, which is managed by Praetura Ventures—will support a 40% increase in Atomik AM’s workforce in the Liverpool City Region and facilitate the [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/1747824974430-150x100.jpeg",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:34:25",
    "url": "https://3dprintingindustry.com/news/atomik-am-secures-600k-to-grow-team-and-advance-patented-sustainable-manufacturing-239842/?utm_source=rss&utm_medium=rss&utm_campaign=atomik-am-secures-600k-to-grow-team-and-advance-patented-sustainable-manufacturing",
    "title_en": "Atomik AM Secures £600k to Grow Team and Advance Patented Sustainable Manufacturing",
    "summary_bullets_en": [
      "Atomik AM, a Liverpool-based advanced manufacturing start-up, has received £600,000 in funding.",
      "The investment comes from the Northern Powerhouse Investment Fund II (NPIF II) through Praetura Ventures.",
      "The funding will enable a 40% increase in Atomik AM's workforce in the Liverpool City Region.",
      "The company aims to advance its patented sustainable manufacturing processes."
    ],
    "summary_bullets_cs": [
      "Atomik AM, start-up zaměřený na pokročilou výrobu se sídlem v Liverpoolu, získal financování ve výši 600 000 liber.",
      "Investice pochází z fondu Northern Powerhouse Investment Fund II (NPIF II) prostřednictvím Praetura Ventures.",
      "Financování umožní 40% nárůst počtu zaměstnanců Atomik AM v regionu Liverpool City.",
      "Společnost se zaměřuje na pokrok ve svých patentovaných udržitelných výrobních procesech."
    ],
    "tags": [
      "Hardware",
      "Atomik AM",
      "Sustainable Manufacturing",
      "Investment",
      "Liverpool"
    ]
  },
  {
    "title": "Návrh zákona v New Yorku se snaží kriminalizovat online sdílení plánů na 3D tištěné zbraně",
    "summary": "Manhattan District Attorney Alvin L. Bragg, Jr., together with New York State Senator Brad Hoylman-Sigal and Assemblymember Linda Rosenthal, has introduced updated legislation (S227A/A1777A) aimed at curbing the spread of 3D printed guns and auto sears—small, inexpensive devices capable of converting semi-automatic firearms into fully automatic weapons. Under current New York State law, possession of [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/blue-print-gun-part-150x100.jpg",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:27:43",
    "url": "https://3dprintingindustry.com/news/new-york-bill-aims-to-criminalize-online-sharing-of-3d-printed-gun-blueprints-239875/?utm_source=rss&utm_medium=rss&utm_campaign=new-york-bill-aims-to-criminalize-online-sharing-of-3d-printed-gun-blueprints",
    "title_en": "New York Bill Aims to Criminalize Online Sharing of 3D Printed Gun Blueprints",
    "summary_bullets_en": [
      "Manhattan District Attorney Alvin L. Bragg, Jr. and New York lawmakers introduced legislation to combat the spread of 3D printed guns.",
      "The bill targets the online sharing of blueprints for 3D printed firearms and auto sears.",
      "Auto sears are devices that can convert semi-automatic firearms into fully automatic weapons.",
      "The legislation aims to strengthen current New York State laws regarding firearm possession."
    ],
    "summary_bullets_cs": [
      "Okresní prokurátor z Manhattanu Alvin L. Bragg, Jr. a zákonodárci z New Yorku představili legislativu k boji proti šíření 3D tištěných zbraní.",
      "Návrh zákona se zaměřuje na online sdílení plánů pro 3D tištěné střelné zbraně a auto seary.",
      "Auto seary jsou zařízení, která mohou přeměnit poloautomatické střelné zbraně na plně automatické.",
      "Legislativa má za cíl posílit stávající zákony státu New York týkající se držení střelných zbraní."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Legislation",
      "Firearms",
      "New York"
    ]
  },
  {
    "title": "Lithoz získal certifikaci ISO 13485 pro 3D tisk zdravotnických zařízení",
    "summary": "Lithoz, a ceramic 3D printing company headquartered in Vienna, has secured ISO 13485 certification for its quality management system, aligning its operations with international standards for medical device manufacturing. The certification, regarded as the benchmark for regulatory compliance in healthcare production, enables Lithoz to meet FDA Quality System Regulation (QSR) requirements and expands its role [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/Lithoz_PR_ISO_13485_Image-150x100.jpg",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:26:49",
    "url": "https://3dprintingindustry.com/news/lithoz-certified-iso-13485-for-medical-device-3d-printing-239867/?utm_source=rss&utm_medium=rss&utm_campaign=lithoz-certified-iso-13485-for-medical-device-3d-printing",
    "title_en": "Lithoz Certified ISO 13485 for Medical Device 3D Printing",
    "summary_bullets_en": [
      "Lithoz, based in Vienna, has achieved ISO 13485 certification.",
      "The certification aligns Lithoz's operations with international standards for medical device manufacturing.",
      "ISO 13485 is a benchmark for regulatory compliance in healthcare production.",
      "This certification allows Lithoz to meet FDA Quality System Regulation (QSR) requirements."
    ],
    "summary_bullets_cs": [
      "Lithoz, se sídlem ve Vídni, získal certifikaci ISO 13485.",
      "Certifikace slaďuje operace Lithoz s mezinárodními standardy pro výrobu zdravotnických zařízení.",
      "ISO 13485 je považována za měřítko pro regulační shodu ve zdravotnické výrobě.",
      "Tato certifikace umožňuje Lithoz splnit požadavky FDA Quality System Regulation (QSR)."
    ],
    "tags": [
      "Hardware",
      "Lithoz",
      "Medical Devices",
      "3D Printing",
      "ISO 13485"
    ]
  },
  {
    "title": "Nikon spolupracuje s NCDMM na pokroku v oblasti hliníkových slitin pro aditivní výrobu v obraně a letectví",
    "summary": "Japanese advanced optoelectronics supplier Nikon Corporation has entered a new development agreement with the National Center for Defense Manufacturing and Machining (NCDMM), the organization managing America Makes, to support the advancement of metal additive manufacturing (AM) technologies in defense and aerospace. The initiative is funded by the Office of the Under Secretary of Defense, Manufacturing [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/03/mm2_1-150x100.png",
    "source": "3D Printing Industry",
    "published": "2025-05-27T07:26:08",
    "url": "https://3dprintingindustry.com/news/nikon-partners-with-ncdmm-to-advance-aluminum-alloy-for-defense-and-aerospace-additive-manufacturing-239839/?utm_source=rss&utm_medium=rss&utm_campaign=nikon-partners-with-ncdmm-to-advance-aluminum-alloy-for-defense-and-aerospace-additive-manufacturing",
    "title_en": "Nikon Partners with NCDMM to Advance Aluminum Alloy for Defense and Aerospace Additive Manufacturing",
    "summary_bullets_en": [
      "Nikon Corporation has partnered with NCDMM to enhance metal additive manufacturing technologies.",
      "The collaboration focuses on advancing aluminum alloy applications in defense and aerospace sectors.",
      "The initiative is funded by the Office of the Under Secretary of Defense, Manufacturing."
    ],
    "summary_bullets_cs": [
      "Společnost Nikon Corporation uzavřela partnerství s NCDMM za účelem zlepšení technologií kovové aditivní výroby.",
      "Spolupráce se zaměřuje na pokrok v aplikacích hliníkových slitin v obranném a leteckém sektoru.",
      "Iniciativa je financována Úřadem náměstka ministra obrany pro výrobu."
    ],
    "tags": [
      "Hardware",
      "Material",
      "Nikon",
      "NCDMM",
      "Defense",
      "Aerospace"
    ]
  },
  {
    "title": "Jaká je hodnota trhu s polymerními aditivními technologiemi? Který region světa generuje nejvyšší příjmy? Které 3D tiskárny je lepší nekupovat?",
    "summary": "The Atomic Layers: S10E26 (00293)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/60998d12-0c96-4173-94c0-19fdaff2539b_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-26T18:32:02",
    "url": "https://www.3dprintingjournal.com/p/how-much-is-the-polymer-am-market",
    "title_en": "How much is the polymer AM market worth? Which region of the world generates the highest revenues? Which 3D printers are better not to buy?",
    "summary_bullets_en": [
      "The polymer additive manufacturing market is experiencing significant growth.",
      "North America leads in generating the highest revenues in the polymer AM sector.",
      "Certain 3D printers are not recommended for purchase due to performance issues."
    ],
    "summary_bullets_cs": [
      "Trh s polymerními aditivními technologiemi zažívá významný růst.",
      "Severní Amerika vede v generování nejvyšších příjmů v sektoru polymerních AM.",
      "Některé 3D tiskárny se nedoporučuje kupovat kvůli problémům s výkonem."
    ],
    "tags": [
      "Hardware",
      "Market",
      "North America",
      "3D Printers"
    ]
  },
  {
    "title": "26-05-2016: BCN3D Technologies zpřístupnila svou 3D tiskárnu Sigma jako 100% open-source",
    "summary": "The release included BCN3D Sigma firmware, BCN3D Cura source code, and detailed mechanical designs",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F2e5e76b9-0fe2-4c38-8e5d-af9f3dfc927a_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-26T17:11:10",
    "url": "https://www.3dprintingjournal.com/p/05-26-2016-bcn3d-technologies-made",
    "title_en": "05-26-2016: BCN3D Technologies made its Sigma 3D printer 100% open-source",
    "summary_bullets_en": [
      "BCN3D Technologies released the Sigma 3D printer as fully open-source.",
      "The release includes the firmware for the BCN3D Sigma.",
      "BCN3D Cura source code and detailed mechanical designs were also made available."
    ],
    "summary_bullets_cs": [
      "BCN3D Technologies zpřístupnila 3D tiskárnu Sigma jako plně open-source.",
      "Zveřejnění zahrnuje firmware pro BCN3D Sigma.",
      "Byl také zpřístupněn zdrojový kód BCN3D Cura a podrobné mechanické návrhy."
    ],
    "tags": [
      "Hardware",
      "Software",
      "BCN3D Technologies",
      "Open-source"
    ]
  },
  {
    "title": "3D tištěné náplasti vyrobené z „zázračného stromu“ by mohly změnit způsob, jakým lékaři léčí rakovinu tlustého střeva",
    "summary": "A team of researchers in Türkiye (formerly known as Turkey) may have found a smarter way to treat one of the deadliest cancers, using a 3D printed patch powered by...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-26T13:00:28",
    "url": "https://3dprint.com/318319/3d-printed-patches-made-with-a-miracle-tree-could-change-how-doctors-treat-colon-cancer/",
    "title_en": "3D Printed Patches Made with a “Miracle Tree” Could Change How Doctors Treat Colon Cancer",
    "summary_bullets_en": [
      "Researchers in Türkiye have developed a 3D printed patch to treat colon cancer.",
      "The patch is made using extracts from a plant known as the 'miracle tree'.",
      "This innovative approach could offer a more effective treatment for one of the deadliest cancers."
    ],
    "summary_bullets_cs": [
      "Výzkumníci v Turecku vyvinuli 3D tištěnou náplast pro léčbu rakoviny tlustého střeva.",
      "Náplast je vyrobena s využitím extraktů z rostliny známé jako 'zázračný strom'.",
      "Tento inovativní přístup by mohl nabídnout efektivnější léčbu jedné z nejsmrtelnějších rakovin."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Medical",
      "Cancer Treatment",
      "Türkiye"
    ]
  },
  {
    "title": "3DPOD 255: Zefektivnění procesů s Rubenem Meuthem, 3D Spark",
    "summary": "Ruben Meuth worked at Fraunhofer before helping to start 3D Spark, a German startup that helps companies identify, cost, quote, and screen 3D printed parts. There&#8217;s a lot going on...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-26T12:30:16",
    "url": "https://3dprint.com/317242/3dpod-255-process-streamlining-ruben-meuth-3d-spark/",
    "title_en": "3DPOD 255: Process Streamlining with Ruben Meuth, 3D Spark",
    "summary_bullets_en": [
      "Ruben Meuth previously worked at Fraunhofer before co-founding 3D Spark.",
      "3D Spark is a German startup focused on optimizing the identification, costing, quoting, and screening of 3D printed parts.",
      "The company aims to streamline processes for businesses using 3D printing technology."
    ],
    "summary_bullets_cs": [
      "Ruben Meuth pracoval ve Fraunhoferu, než spoluzaložil 3D Spark.",
      "3D Spark je německý startup zaměřený na optimalizaci identifikace, nákladů, nabídek a výběru 3D tištěných dílů.",
      "Společnost se snaží zefektivnit procesy pro firmy využívající technologii 3D tisku."
    ],
    "tags": [
      "Software",
      "Services",
      "3D Spark",
      "Fraunhofer"
    ]
  },
  {
    "title": "Jediní přeživší – které chemické giganty stále věří v aditivní výrobu?",
    "summary": "The Atomic Layers: S10E25 (00292)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/603f8d72-e13f-4354-b657-f356d710e284_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-25T16:02:25",
    "url": "https://www.3dprintingjournal.com/p/the-sole-survivors-which-chemical",
    "title_en": "The sole survivors – which chemical giants still believe in AM?",
    "summary_bullets_en": [
      "The article explores which major chemical companies continue to invest in additive manufacturing (AM).",
      "It highlights the challenges and opportunities faced by these companies in the AM sector.",
      "The focus is on how these chemical giants are adapting their strategies to remain competitive in the evolving market."
    ],
    "summary_bullets_cs": [
      "Článek zkoumá, které velké chemické společnosti nadále investují do aditivní výroby.",
      "Zdůrazňuje výzvy a příležitosti, kterým tyto společnosti čelí v sektoru aditivní výroby.",
      "Zaměřuje se na to, jak se tyto chemické giganty přizpůsobují svými strategiemi, aby zůstaly konkurenceschopné na vyvíjejícím se trhu."
    ],
    "tags": [
      "Material",
      "Chemical Industry",
      "Additive Manufacturing",
      "3D Printing"
    ]
  },
  {
    "title": "Od sedel k sochám: Jezdecké dědictví Hermès se setkává s 3D tiskem",
    "summary": "A horse in the park, birds in flight, and a window that tells a story with curves and colors. This is the latest visual tale from Hermès, unveiled at Amsterdam&#8217;s...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-25T13:00:56",
    "url": "https://3dprint.com/318305/from-saddles-to-sculptures-hermes-equestrian-legacy-meets-3d-printing/",
    "title_en": "From Saddles to Sculptures: Hermès’ Equestrian Legacy Meets 3D Printing",
    "summary_bullets_en": [
      "Hermès has unveiled a new visual installation in Amsterdam featuring 3D printed sculptures.",
      "The installation includes a horse, birds, and a colorful window, showcasing Hermès' equestrian heritage.",
      "3D printing technology is used to blend traditional craftsmanship with modern innovation."
    ],
    "summary_bullets_cs": [
      "Hermès odhalil novou vizuální instalaci v Amsterdamu s 3D tištěnými sochami.",
      "Instalace zahrnuje koně, ptáky a barevné okno, které ukazuje jezdecké dědictví Hermès.",
      "Technologie 3D tisku se používá k propojení tradičního řemesla s moderní inovací."
    ],
    "tags": [
      "Hardware",
      "Hermès",
      "3D Printing",
      "Art",
      "Design"
    ]
  },
  {
    "title": "25-05-2017: Phrozen Make byl úspěšně financován na Kickstarteru",
    "summary": "Today, Phrozen is a significant player in the 3D printing industry",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fe65ac2c6-8c77-4f20-ab64-d40e5d03bbd2_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-25T08:12:34",
    "url": "https://www.3dprintingjournal.com/p/05-25-2017-phrozen-make-was-successfully",
    "title_en": "05-25-2017: Phrozen Make was successfully funded on Kickstarter",
    "summary_bullets_en": [
      "Phrozen Make was successfully funded on Kickstarter in 2017.",
      "Phrozen has grown to become a significant player in the 3D printing industry.",
      "The company has expanded its product line and market presence since its initial funding."
    ],
    "summary_bullets_cs": [
      "Phrozen Make byl v roce 2017 úspěšně financován na Kickstarteru.",
      "Phrozen se stal významným hráčem v odvětví 3D tisku.",
      "Společnost rozšířila svou produktovou řadu a tržní přítomnost od svého počátečního financování."
    ],
    "tags": [
      "Hardware",
      "Phrozen",
      "Kickstarter",
      "3D Printing"
    ]
  },
  {
    "title": "Krátká recenze klišé, která poškozují image průmyslu aditivní výroby",
    "summary": "The Atomic Layers: S10E24 (00291)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/642f2dc0-abe5-4148-a940-a98882e31a4e_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-24T16:39:50",
    "url": "https://www.3dprintingjournal.com/p/a-short-review-of-cliches-that-damage",
    "title_en": "A short review of clichés that damage the image of the AM industry",
    "summary_bullets_en": [
      "The article discusses common clichés that negatively impact the perception of the additive manufacturing (AM) industry.",
      "It highlights how these clichés can lead to misunderstandings about the capabilities and limitations of 3D printing technology.",
      "The discussion includes examples of clichés and suggests ways to address and correct these misconceptions."
    ],
    "summary_bullets_cs": [
      "Článek se zabývá běžnými klišé, která negativně ovlivňují vnímání průmyslu aditivní výroby.",
      "Zdůrazňuje, jak tato klišé mohou vést k nedorozuměním ohledně schopností a omezení technologie 3D tisku."
    ],
    "tags": [
      "Industry",
      "Perception",
      "Misconceptions",
      "Additive Manufacturing",
      "3D Printing"
    ]
  },
  {
    "title": "24.05.2022: Photocentric uvedl na trh 3D tiskárnu Liquid Crystal Magna v.2",
    "summary": "LC Magna v.2 offered substantially increased print speeds",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F96f8bc81-6982-43ce-bdbd-1fc0820efdab_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-24T15:16:17",
    "url": "https://www.3dprintingjournal.com/p/05-24-2022-photocentric-launched",
    "title_en": "05-24-2022: Photocentric launched Liquid Crystal Magna v.2 3D printer",
    "summary_bullets_en": [
      "Photocentric introduced the Liquid Crystal Magna v.2 3D printer.",
      "The new model offers significantly increased print speeds.",
      "The printer is designed for high-volume production."
    ],
    "summary_bullets_cs": [
      "LC Magna v.2 nabízí podstatně zvýšené rychlosti tisku.",
      "Tiskárna je navržena pro vysokokapacitní výrobu."
    ],
    "tags": [
      "Hardware",
      "Photocentric"
    ]
  },
  {
    "title": "Novinky z 3D tisku, 24. května 2025: Komercializace, akvizice a zařízení",
    "summary": "We&#8217;re all business in today&#8217;s 3D Printing News Briefs! Titomic and nuForj have announced a strategic partnership, and AMETEK is acquiring FARO Technologies. CDG 3D Tech opened an Additive Manufacturing...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-24T12:30:59",
    "url": "https://3dprint.com/318241/3d-printing-news-briefs-5-24-2025/",
    "title_en": "3D Printing News Briefs, May 24, 2025: Commercialization, Acquisition, & Facilities",
    "summary_bullets_en": [
      "Titomic and nuForj have announced a strategic partnership.",
      "AMETEK is acquiring FARO Technologies.",
      "CDG 3D Tech opened a new Additive Manufacturing facility."
    ],
    "summary_bullets_cs": [
      "Titomic a nuForj oznámili strategické partnerství.",
      "AMETEK kupuje společnost FARO Technologies.",
      "CDG 3D Tech otevřela nové zařízení pro aditivní výrobu."
    ],
    "tags": [
      "Hardware",
      "Titomic",
      "nuForj",
      "AMETEK",
      "FARO Technologies",
      "CDG 3D Tech"
    ]
  },
  {
    "title": "Nano Dimension poskytuje aktualizaci svých budoucích plánů, včetně výhledu pro Desktop Metal a Markforged",
    "summary": "The Atomic Layers: S10E23 (00290)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/a733b328-a29b-41c6-95a3-0e7869c5c708_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-23T17:49:12",
    "url": "https://www.3dprintingjournal.com/p/nano-dimension-provides-an-update",
    "title_en": "Nano Dimension provides an update on its future plans, including the outlook for Desktop Metal and Markforged",
    "summary_bullets_en": [
      "Nano Dimension outlines its strategic plans for the future, focusing on growth and innovation.",
      "The company discusses its outlook for Desktop Metal and Markforged, highlighting potential collaborations.",
      "Emphasis is placed on expanding their technological capabilities and market presence."
    ],
    "summary_bullets_cs": [
      "Nano Dimension představuje své strategické plány do budoucna, zaměřené na růst a inovace.",
      "Společnost diskutuje o výhledu pro Desktop Metal a Markforged, zdůrazňuje potenciální spolupráce.",
      "Důraz je kladen na rozšíření technologických schopností a tržní přítomnosti."
    ],
    "tags": [
      "Hardware",
      "Nano Dimension",
      "Desktop Metal",
      "Markforged"
    ]
  },
  {
    "title": "23.05.1984: Yoji Marutani podal patentovou přihlášku na 'optickou formovací metodu'",
    "summary": "This was yet another version of stereolithography",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4c761fa8-ead0-4335-b269-275c0e5d76e7_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-23T16:12:02",
    "url": "https://www.3dprintingjournal.com/p/05-23-1984-yoji-marutani-filed-a",
    "title_en": "05-23-1984: Yoji Marutani filed a patent application for the 'optical forming method'",
    "summary_bullets_en": [
      "Yoji Marutani filed a patent application on May 23, 1984.",
      "The patent was for an 'optical forming method'.",
      "This method is a version of stereolithography."
    ],
    "summary_bullets_cs": [
      "Yoji Marutani podal patentovou přihlášku 23. května 1984.",
      "Patent byl na 'optickou formovací metodu'.",
      "Tato metoda je verzí stereolitografie."
    ],
    "tags": [
      "Hardware",
      "Stereolithography",
      "Yoji Marutani"
    ]
  },
  {
    "title": "Soutěž v 3D tisku pro Nothing Phone v nové výzvě od Prusa",
    "summary": "A new contest is underway, inviting designers and 3D printing enthusiasts to create custom accessories for the CMF Phone 2 Pro, a modular smartphone from CMF by Nothing. Organized in partnership with Czech based 3D printer manufacturer Prusa Research, the contest focuses on designs that enhance the phone’s appearance, functionality, or usability. Open for another [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/IMAGE1-150x100.png",
    "source": "3D Printing Industry",
    "published": "2025-05-23T13:56:29",
    "url": "https://3dprintingindustry.com/news/nothing-phone-3d-printing-contest-in-new-prusa-challenge-239832/?utm_source=rss&utm_medium=rss&utm_campaign=nothing-phone-3d-printing-contest-in-new-prusa-challenge",
    "title_en": "Nothing Phone 3D printing contest in new Prusa challenge",
    "summary_bullets_en": [
      "A new contest invites designers and 3D printing enthusiasts to create custom accessories for the CMF Phone 2 Pro.",
      "The contest is organized in partnership with Czech 3D printer manufacturer Prusa Research.",
      "Designs should enhance the phone’s appearance, functionality, or usability."
    ],
    "summary_bullets_cs": [
      "Nová soutěž vyzývá designéry a nadšence do 3D tisku k vytvoření vlastních doplňků pro modulární smartphone CMF Phone 2 Pro.",
      "Soutěž je organizována ve spolupráci s českým výrobcem 3D tiskáren Prusa Research.",
      "Návrhy by měly zlepšit vzhled, funkčnost nebo použitelnost telefonu."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Prusa Research",
      "Nothing",
      "CMF Phone 2 Pro"
    ]
  },
  {
    "title": "Auxilium zahajuje lidské testování nervového implantátu poprvé biotištěného ve vesmíru",
    "summary": "Auxilium Biotechnologies has officially launched a clinical trial for its proprietary NeuroSpan Bridge, a nerve-regeneration implant first bioprinted in space. The implant, created using the company’s AMP-1 bioprinter aboard the...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-23T13:30:57",
    "url": "https://3dprint.com/318279/auxilium-starts-human-trial-for-nerve-implant-first-bioprinted-in-space/",
    "title_en": "Auxilium Starts Human Trial for Nerve Implant First Bioprinted in Space",
    "summary_bullets_en": [
      "Auxilium Biotechnologies has initiated a clinical trial for the NeuroSpan Bridge implant.",
      "The implant is designed for nerve regeneration and was first bioprinted in space.",
      "The AMP-1 bioprinter aboard a space station was used to create the implant."
    ],
    "summary_bullets_cs": [
      "Auxilium Biotechnologies oficiálně zahájila klinickou studii pro implantát NeuroSpan Bridge.",
      "Implantát je určen pro regeneraci nervů a byl poprvé biotištěn ve vesmíru.",
      "K vytvoření implantátu byl použit biotiskárna AMP-1 na palubě vesmírné stanice."
    ],
    "tags": [
      "Hardware",
      "Bioprinting",
      "Auxilium Biotechnologies",
      "Space Technology",
      "Medical Devices"
    ]
  },
  {
    "title": "Croom Medical uvádí technologickou platformu TALOS pro 3D tisk tantalu",
    "summary": "Irish company Croom Medical, specializing in precision manufacturing for orthopedic implants, has officially launched the TALOS technology platform for 3D printed tantalum (Ta) components. The platform was developed in collaboration...",
    "image": "",
    "source": "3DPrint.com | The Voice of 3D Printing / Additive Manufacturing",
    "published": "2025-05-23T13:00:47",
    "url": "https://3dprint.com/318242/croom-medical-launches-talos-technology-platform-for-3d-printed-tantalum/",
    "title_en": "Croom Medical Launches TALOS Technology Platform for 3D Printed Tantalum",
    "summary_bullets_en": [
      "Croom Medical has launched the TALOS technology platform for 3D printed tantalum components.",
      "The platform is designed for precision manufacturing in orthopedic implants.",
      "Development of TALOS was a collaborative effort."
    ],
    "summary_bullets_cs": [
      "Croom Medical spustila technologickou platformu TALOS pro 3D tisk tantalu.",
      "Platforma je navržena pro přesnou výrobu ortopedických implantátů.",
      "Vývoj TALOS byl výsledkem spolupráce."
    ],
    "tags": [
      "Hardware",
      "Material",
      "Croom Medical",
      "TALOS"
    ]
  },
  {
    "title": "DLR uvádí plně 3D tištěný modul MiniFix pro biologickou fixaci ve vesmíru",
    "summary": "Researchers at the German Aerospace Center (DLR) have developed MiniFix, a fully 3D printed syringe-based biological fixation system engineered for spaceflight. Successfully deployed in five MAPHEUS sounding rocket missions, MiniFix represents a breakthrough in experimental payload design, combining rapid prototyping, modularity, and robust performance in microgravity environments, combining rapid prototyping with modular, lightweight, and reliable [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/s12217-025-10178-4-2-150x100.jpeg",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:41:58",
    "url": "https://3dprintingindustry.com/news/dlr-launches-fully-3d-printed-minifix-module-for-biological-fixation-in-space-239805/?utm_source=rss&utm_medium=rss&utm_campaign=dlr-launches-fully-3d-printed-minifix-module-for-biological-fixation-in-space",
    "title_en": "DLR launches fully 3D printed MiniFix module for biological fixation in space",
    "summary_bullets_en": [
      "The German Aerospace Center (DLR) has developed MiniFix, a fully 3D printed syringe-based system for biological fixation in space.",
      "MiniFix has been successfully deployed in five MAPHEUS sounding rocket missions.",
      "The system represents a breakthrough in experimental payload design, offering rapid prototyping, modularity, and robust performance in microgravity."
    ],
    "summary_bullets_cs": [
      "Německé centrum pro letectví a kosmonautiku (DLR) vyvinulo MiniFix, plně 3D tištěný systém na bázi injekční stříkačky pro biologickou fixaci ve vesmíru.",
      "MiniFix byl úspěšně nasazen v pěti misích raket MAPHEUS.",
      "Systém představuje průlom v návrhu experimentálních nákladů, nabízející rychlou prototypizaci, modularitu a spolehlivý výkon v mikrogravitaci."
    ],
    "tags": [
      "Hardware",
      "DLR",
      "3D Printing",
      "Space",
      "Biological Fixation"
    ]
  },
  {
    "title": "Mapování rostoucí role 3D tisku ve výrobě mikro a nano zařízení",
    "summary": "A new review by researchers from the Beijing University of Posts and Telecommunications, CETC 54 (54th Research Institute of Electronics Technology Group Corporation), Sun Yat-sen University, Shenzhen University, and the University of Electronic Science and Technology of China surveys the latest developments in 3D printing for microelectronic and microfluidic applications. The paper released on Springer [&#8230;]",
    "image": "https://3dprintingindustry.com/wp-content/uploads/2025/05/41378_2024_812_Figa_HTML-150x100.webp",
    "source": "3D Printing Industry",
    "published": "2025-05-23T09:33:33",
    "url": "https://3dprintingindustry.com/news/mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication-239815/?utm_source=rss&utm_medium=rss&utm_campaign=mapping-the-expanding-role-of-3d-printing-in-micro-and-nano-device-fabrication",
    "title_en": "Mapping the Expanding Role of 3D Printing in Micro and Nano Device Fabrication",
    "summary_bullets_en": [
      "Researchers from several Chinese universities and institutes have conducted a comprehensive review of 3D printing applications in microelectronics and microfluidics.",
      "The review highlights the latest advancements in 3D printing technologies for creating micro and nano-scale devices.",
      "The paper discusses the potential of 3D printing to revolutionize the fabrication of complex micro and nano devices."
    ],
    "summary_bullets_cs": [
      "Výzkumníci z několika čínských univerzit a institutů provedli komplexní přehled aplikací 3D tisku v mikroelektronice a mikrofluidice.",
      "Přehled zdůrazňuje nejnovější pokroky v technologiích 3D tisku pro tvorbu mikro a nano měřítkových zařízení.",
      "Článek diskutuje potenciál 3D tisku pro revoluci ve výrobě složitých mikro a nano zařízení."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Microelectronics",
      "Microfluidics",
      "Beijing University of Posts and Telecommunications",
      "CETC 54",
      "Sun Yat-sen University",
      "Shenzhen University",
      "University of Electronic Science and Technology of China"
    ]
  },
  {
    "title": "Analýza otisku prstu 3D tiskárny? 🤨",
    "summary": "The Atomic Layers: S10E22 (00289)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/87581391-4511-4045-914d-8603a0095d51_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-22T18:48:33",
    "url": "https://www.3dprintingjournal.com/p/analysis-of-a-3d-printers-fingerprint",
    "title_en": "Analysis of a 3D printer's... fingerprint? 🤨",
    "summary_bullets_en": [
      "The article explores the concept of a 'fingerprint' for 3D printers, which refers to the unique patterns and characteristics each printer leaves on its prints.",
      "Researchers are investigating how these fingerprints can be used for quality control and authentication in manufacturing.",
      "The study highlights the potential for using printer fingerprints to trace the origin of printed objects, enhancing security and accountability."
    ],
    "summary_bullets_cs": [
      "Článek zkoumá koncept 'otisku prstu' 3D tiskáren, což se týká unikátních vzorů a charakteristik, které každá tiskárna zanechává na svých výtiscích.",
      "Výzkumníci zkoumají, jak mohou být tyto otisky použity pro kontrolu kvality a autentizaci ve výrobě.",
      "Studie zdůrazňuje potenciál použití otisků tiskáren k vystopování původu tištěných objektů, což zvyšuje bezpečnost a odpovědnost."
    ],
    "tags": [
      "Hardware",
      "3D Printing",
      "Quality Control",
      "Authentication",
      "Security"
    ]
  },
  {
    "title": "22.05.2013: Zortrax zahájil kampaň na Kickstarteru pro 3D tiskárnu M200",
    "summary": "The Kickstarter campaign was one of the best prepared at that time",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F4ef5ad74-0714-423e-93fe-c61a6835fb8c_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-22T17:27:30",
    "url": "https://www.3dprintingjournal.com/p/05-22-2013-zortrax-launched-its-kickstarter",
    "title_en": "05-22-2013: Zortrax launched its Kickstarter campaign for M200 3D printer",
    "summary_bullets_en": [
      "Zortrax launched a Kickstarter campaign for the M200 3D printer on May 22, 2013.",
      "The campaign was noted for its exceptional preparation and execution.",
      "The M200 3D printer was designed to offer high-quality printing at an affordable price."
    ],
    "summary_bullets_cs": [
      "Zortrax zahájil kampaň na Kickstarteru pro 3D tiskárnu M200 dne 22. května 2013.",
      "Kampaň byla považována za jednu z nejlépe připravených v té době."
    ],
    "tags": [
      "Hardware",
      "Zortrax",
      "3D Printer",
      "Kickstarter"
    ]
  },
  {
    "title": "22-05-2012: Objet uvedl na trh 3D tiskárnu Objet30 Pro",
    "summary": "The system was offering a choice of seven different materials",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Ff55b0175-38ab-42ba-b7fd-52a8215bbdb8_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-22T17:18:02",
    "url": "https://www.3dprintingjournal.com/p/05-22-2012-objet-released-objet30",
    "title_en": "05-22-2012: Objet released Objet30 Pro 3D printer",
    "summary_bullets_en": [
      "Objet launched the Objet30 Pro 3D printer.",
      "The printer offers a choice of seven different materials.",
      "It is designed for professional use with high precision."
    ],
    "summary_bullets_cs": [
      "Objet uvedl na trh 3D tiskárnu Objet30 Pro.",
      "Tiskárna nabízí výběr ze sedmi různých materiálů."
    ],
    "tags": [
      "Hardware",
      "Objet",
      "3D Printer",
      "Materials"
    ]
  },
  {
    "title": "Předpovědi trhu AM z před 12 lety – splnily se?",
    "summary": "The Atomic Layers: S10E21 (00288)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/db099692-8ba9-4329-8e7f-eae422be4427_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-21T17:45:02",
    "url": "https://www.3dprintingjournal.com/p/am-market-forecasts-from-12-years",
    "title_en": "AM market forecasts from 12 years ago – did they hold up?",
    "summary_bullets_en": [
      "The article reviews the accuracy of additive manufacturing market forecasts made 12 years ago.",
      "It discusses the growth and technological advancements in the 3D printing industry since those predictions.",
      "The analysis highlights which companies and technologies have met, exceeded, or fallen short of expectations.",
      "The article provides insights into the factors that influenced the market's trajectory over the past decade."
    ],
    "summary_bullets_cs": [
      "Článek hodnotí přesnost předpovědí trhu aditivní výroby z před 12 lety.",
      "Diskutuje o růstu a technologických pokrocích v odvětví 3D tisku od doby těchto předpovědí.",
      "Analýza zdůrazňuje, které společnosti a technologie splnily, překročily nebo nesplnily očekávání.",
      "Článek poskytuje vhled do faktorů, které ovlivnily vývoj trhu v posledním desetiletí."
    ],
    "tags": [
      "Hardware",
      "Market Analysis",
      "3D Printing",
      "Technology Forecast",
      "Industry Growth"
    ]
  },
  {
    "title": "21.05.2014: Sculpteo spustilo svůj obchod s 3D tiskem na Amazonu",
    "summary": "It was the second platform of this type that Amazon added to its digital 3D printing marketplace",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F20d2642e-15a8-449f-9239-c2c1f153f150_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-21T16:28:36",
    "url": "https://www.3dprintingjournal.com/p/05-21-2014-sculpteo-launched-its",
    "title_en": "05-21-2014: Sculpteo launched its 3D printing store on Amazon",
    "summary_bullets_en": [
      "Sculpteo launched a 3D printing store on Amazon.",
      "This was the second platform of its kind added to Amazon's digital 3D printing marketplace.",
      "The launch expands Amazon's offerings in the 3D printing sector."
    ],
    "summary_bullets_cs": [
      "Sculpteo spustilo obchod s 3D tiskem na Amazonu.",
      "Byla to druhá platforma tohoto typu, kterou Amazon přidal do svého digitálního tržiště pro 3D tisk."
    ],
    "tags": [
      "Services",
      "Sculpteo",
      "Amazon"
    ]
  },
  {
    "title": "Trh aditivní výroby roste a bude růst i nadále",
    "summary": "The Atomic Layers: S10E20 (00287)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/63e77029-2229-46ea-a191-cecf72546835_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-20T18:01:31",
    "url": "https://www.3dprintingjournal.com/p/the-am-market-is-growing-and-will",
    "title_en": "The AM market is growing and will continue to grow",
    "summary_bullets_en": [
      "The additive manufacturing (AM) market is experiencing significant growth.",
      "Technological advancements and increased adoption across industries are driving this expansion.",
      "Key players in the market include companies like UltiMaker, Nikon SLM Solutions, and HP.",
      "The future of the AM market looks promising with continuous innovation and investment."
    ],
    "summary_bullets_cs": [
      "Trh aditivní výroby (AM) zažívá významný růst.",
      "Technologické pokroky a zvýšené přijetí napříč průmyslovými odvětvími pohánějí tuto expanzi.",
      "Klíčovými hráči na trhu jsou společnosti jako UltiMaker, Nikon SLM Solutions a HP.",
      "Budoucnost trhu AM vypadá slibně s neustálými inovacemi a investicemi."
    ],
    "tags": [
      "Hardware",
      "UltiMaker",
      "Nikon SLM Solutions",
      "HP"
    ]
  },
  {
    "title": "20.05.2009: EOS prodal svůj první systém EOSINT P 800 pro zpracování PEEK při vysokých teplotách",
    "summary": "The client was FKM",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2Fcc215240-a0d1-4fd0-ab93-7631ea25c503_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-20T15:44:49",
    "url": "https://www.3dprintingjournal.com/p/05-20-2009-eos-sold-its-first-eosint",
    "title_en": "05-20-2009: EOS sold its first EOSINT P 800 High-Temperature Peek Processing System",
    "summary_bullets_en": [
      "EOS sold its first EOSINT P 800 system.",
      "The system is designed for high-temperature PEEK processing.",
      "The client for this system was FKM."
    ],
    "summary_bullets_cs": [
      "EOS prodal svůj první systém EOSINT P 800.",
      "Systém je navržen pro zpracování PEEK při vysokých teplotách.",
      "Zákazníkem pro tento systém byla společnost FKM."
    ],
    "tags": [
      "Hardware",
      "EOS",
      "PEEK",
      "FKM"
    ]
  },
  {
    "title": "Kontrola financí zázračně zachráněné společnosti Velo3D",
    "summary": "The Atomic Layers: S10E19 (00286)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/77746628-4e58-445f-8f97-f476c6429d70_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-19T15:21:51",
    "url": "https://www.3dprintingjournal.com/p/checking-financials-of-the-miraculously",
    "title_en": "Checking financials of the miraculously rescued Velo3D",
    "summary_bullets_en": [
      "Velo3D has been financially rescued and is now focusing on stabilizing its operations.",
      "The company is implementing new strategies to improve its financial health and market position.",
      "Velo3D's innovative 3D printing technology remains a key asset in its recovery efforts."
    ],
    "summary_bullets_cs": [
      "Velo3D byla finančně zachráněna a nyní se zaměřuje na stabilizaci svých operací.",
      "Společnost zavádí nové strategie ke zlepšení svého finančního zdraví a tržní pozice.",
      "Inovativní technologie 3D tisku společnosti Velo3D zůstává klíčovým aktivem v jejích snahách o obnovu."
    ],
    "tags": [
      "Hardware",
      "Velo3D"
    ]
  },
  {
    "title": "19.05.2014: MakerBot začal dodávat Replicator Mini",
    "summary": "A tiny 3D printer that very few remembers anymore",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F0663b130-ad37-447e-b268-da70f736c700_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-19T14:27:27",
    "url": "https://www.3dprintingjournal.com/p/05-19-2014-makerbot-started-shipping",
    "title_en": "05-19-2014: MakerBot started shipping Replicator Mini",
    "summary_bullets_en": [
      "MakerBot began shipping the Replicator Mini on May 19, 2014.",
      "The Replicator Mini is a compact 3D printer.",
      "Despite its initial launch, it is now largely forgotten."
    ],
    "summary_bullets_cs": [
      "MakerBot začal 19. května 2014 dodávat Replicator Mini.",
      "Replicator Mini je kompaktní 3D tiskárna.",
      "Přestože byla původně uvedena na trh, nyní je většinou zapomenuta."
    ],
    "tags": [
      "Hardware",
      "MakerBot",
      "Replicator Mini"
    ]
  },
  {
    "title": "Zortrax a Sygnis směřují k zapomnění",
    "summary": "The Atomic Layers: S10E18 (00285)",
    "image": "https://substack-post-media.s3.amazonaws.com/public/images/46037ad2-21aa-4a33-b5cf-2207820bb7d5_700x500.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-18T16:52:08",
    "url": "https://www.3dprintingjournal.com/p/zortrax-and-sygnis-head-towards-obscurity",
    "title_en": "Zortrax and Sygnis head towards obscurity",
    "summary_bullets_en": [
      "Zortrax and Sygnis are facing challenges that may lead them towards obscurity in the 3D printing industry.",
      "The companies are struggling to maintain their market position amidst increasing competition.",
      "There is a need for strategic changes to regain their foothold in the industry."
    ],
    "summary_bullets_cs": [
      "Zortrax a Sygnis čelí výzvám, které je mohou vést k zapomnění v odvětví 3D tisku.",
      "Firmy se snaží udržet svou pozici na trhu tváří v tvář rostoucí konkurenci.",
      "Je potřeba strategických změn, aby znovu získaly své postavení v odvětví."
    ],
    "tags": [
      "Hardware",
      "Zortrax",
      "Sygnis"
    ]
  },
  {
    "title": "18.05.2020: Grupa Azoty představila Tarfuse AM – řadu antibakteriálních filamentů",
    "summary": "It included a number of materials distinguished by a different base material: PLA, PA and ABS",
    "image": "https://substackcdn.com/image/fetch/f_auto,q_auto:good,fl_progressive:steep/https%3A%2F%2Fsubstack-post-media.s3.amazonaws.com%2Fpublic%2Fimages%2F977ac6f3-0120-4025-b3eb-8fddee566d9d_1500x1000.jpeg",
    "source": "The 3D Printing Journal",
    "published": "2025-05-18T15:28:35",
    "url": "https://www.3dprintingjournal.com/p/05-18-2020-grupa-azoty-presented",
    "title_en": "05-18-2020: Grupa Azoty presented Tarfuse AM – a line of antibacterial filaments",
    "summary_bullets_en": [
      "Grupa Azoty introduced Tarfuse AM, a new line of antibacterial filaments.",
      "The line includes materials with different base materials: PLA, PA, and ABS.",
      "These materials are designed for use in 3D printing applications."
    ],
    "summary_bullets_cs": [
      "Grupa Azoty představila Tarfuse AM, novou řadu antibakteriálních filamentů.",
      "Řada zahrnuje materiály s různými základními materiály: PLA, PA a ABS.",
      "Tyto materiály jsou určeny pro použití v aplikacích 3D tisku."
    ],
    "tags": [
      "Material",
      "Grupa Azoty",
      "Tarfuse AM",
      "PLA",
      "PA",
      "ABS"
    ]
  }
]